Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Help & Support
ar_sa: المساعدة والدعم
bn_bd: সাহায্য এবং সমর্থন
de_de: Hilfe und Support
es_mx: Ayuda y soporte
fr_ca: Aide et assistance
gu_in: મદદ અને આધાર
he: עזרה ותמיכה
hi: सहायता एवं सहायता
hr: Pomoć i podrška
id: Bantuan & Dukungan
it: Aiuto e supporto
ja: ヘルプとサポート
kn_in: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ko: 도움말 및 지원
ml_in: സഹായവും പിന്തുണയും
mr_in: मदत आणि समर्थन
ms: Bantuan & Sokongan
nb: Hjelp og støtte
nl_nl: Hulp en ondersteuning
or_in: ସହାୟତା ଏବଂ ସମର୍ଥନ
pa_in: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ
pt_br: Ajuda e suporte
ta_in: உதவி & ஆதரவு
te_in: సహాయం & మద్దతు
th: ช่วยเหลือและสนับสนุน
tr: Yardım ve Destek
uk: Допомога та підтримка
ur_pk: مدد اور تعاون
vi: Trợ giúp & Hỗ trợ
zh_hans: 帮助与支持
zh_hant: 幫助與支持

source: Here's a quick summary from your records: • This month: %1$@ • This week: %2$@ • Monthly recurring: %3$@ Personalized AI insights are temporarily unavailable. Please try again in a little while.
ar_sa: فيما يلي ملخص سريع من سجلاتك: • هذا الشهر: %1$@ • هذا الأسبوع: %2$@ • المتكرر شهريًا: %3$@ رؤى الذكاء الاصطناعي المخصصة غير متاحة مؤقتًا. يرجى المحاولة مرة أخرى بعد قليل.
bn_bd: এখানে আপনার রেকর্ড থেকে একটি দ্রুত সারাংশ: • এই মাসে: %1$@ • এই সপ্তাহে: %2$@ • মাসিক পুনরাবৃত্ত: %3$@ ব্যক্তিগতকৃত AI অন্তর্দৃষ্টি সাময়িকভাবে অনুপলব্ধ। একটু পরে আবার চেষ্টা করুন.
de_de: Hier ist eine kurze Zusammenfassung Ihrer Unterlagen: • Diesen Monat: %1$@ • Diese Woche: %2$@ • Monatlich wiederkehrend: %3$@ Personalisierte KI-Einblicke sind vorübergehend nicht verfügbar. Bitte versuchen Sie es in einer Weile noch einmal.
es_mx: Aquí hay un resumen rápido de sus registros: • Este mes: %1$@ • Esta semana: %2$@ • Recurrente mensual: %3$@ Los conocimientos personalizados de IA no están disponibles temporalmente. Por favor, inténtalo de nuevo dentro de un rato.
fr_ca: Voici un bref résumé de vos enregistrements : • Ce mois-ci : %1$@ • Cette semaine : %2$@ • Récurrent mensuel : %3$@ Les informations personnalisées sur l'IA sont temporairement indisponibles. Veuillez réessayer dans quelques instants.
gu_in: અહીં તમારા રેકોર્ડ્સમાંથી ઝડપી સારાંશ છે: • આ મહિને: %1$@ • આ અઠવાડિયે: %2$@ • માસિક પુનરાવર્તિત: %3$@ વ્યક્તિગત AI આંતરદૃષ્ટિ અસ્થાયી રૂપે અનુપલબ્ધ છે. કૃપા કરીને થોડીવારમાં ફરી પ્રયાસ કરો.
he: להלן סיכום מהיר מהרישומים שלך: • החודש: %1$@ • השבוע: %2$@ • חודשי חוזר: %3$@ תובנות AI מותאמות אישית אינן זמינות זמנית. אנא נסה שוב בעוד זמן קצר.
hi: यहां आपके रिकॉर्ड से एक त्वरित सारांश दिया गया है: • इस महीने: %1$@ • इस सप्ताह: %2$@ • मासिक आवर्ती: %3$@ वैयक्तिकृत AI अंतर्दृष्टि अस्थायी रूप से अनुपलब्ध है। कृपया थोड़ी देर में पुनः प्रयास करें.
hr: Evo kratkog sažetka iz vaše evidencije: • Ovaj mjesec: %1$@ • Ovaj tjedan: %2$@ • Ponavljajuće mjesečno: %3$@ Personalizirani AI uvidi su privremeno nedostupni. Pokušajte ponovo malo kasnije.
id: Berikut ringkasan singkat dari catatan Anda: • Bulan ini: %1$@ • Minggu ini: %2$@ • Berulang bulanan: %3$@ Wawasan AI yang dipersonalisasi untuk sementara tidak tersedia. Silakan coba lagi sebentar lagi.
it: Ecco un breve riepilogo dei tuoi record: • Questo mese: %1$@ • Questa settimana: %2$@ • Ricorrente mensile: %3$@ Gli approfondimenti personalizzati sull'intelligenza artificiale sono temporaneamente non disponibili. Per favore riprova tra poco.
ja: あなたの記録からの簡単な要約は次のとおりです。 • 今月: %1$@ • 今週: %2$@ • 月次定期: %3$@ パーソナライズされた AI の洞察は一時的に利用できなくなります。しばらくしてからもう一度お試しください。
kn_in: ನಿಮ್ಮ ದಾಖಲೆಗಳಿಂದ ತ್ವರಿತ ಸಾರಾಂಶ ಇಲ್ಲಿದೆ: • ಈ ತಿಂಗಳು: %1$@ • ಈ ವಾರ: %2$@ • ಮಾಸಿಕ ಪುನರಾವರ್ತನೆ: %3$@ ವೈಯಕ್ತೀಕರಿಸಿದ AI ಒಳನೋಟಗಳು ತಾತ್ಕಾಲಿಕವಾಗಿ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 귀하의 기록에 대한 간략한 요약은 다음과 같습니다. • 이번 달: %1$@ • 이번 주: %2$@ • 매월 반복: %3$@ 맞춤형 AI 인사이트를 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도해 주세요.
ml_in: നിങ്ങളുടെ രേഖകളിൽ നിന്നുള്ള ഒരു ദ്രുത സംഗ്രഹം ഇതാ: • ഈ മാസം: %1$@ • ഈ ആഴ്‌ച: %2$@ • പ്രതിമാസ ആവർത്തന: %3$@ വ്യക്തിപരമാക്കിയ AI സ്ഥിതിവിവരക്കണക്കുകൾ താൽക്കാലികമായി ലഭ്യമല്ല. കുറച്ച് സമയത്തിന് ശേഷം ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr_in: तुमच्या नोंदींमधून हा एक द्रुत सारांश आहे: • या महिन्यात: %1$@ • या आठवड्यात: %2$@ • मासिक आवर्ती: %3$@ वैयक्तिकृत AI अंतर्दृष्टी तात्पुरते अनुपलब्ध आहेत. कृपया थोड्या वेळाने पुन्हा प्रयत्न करा.
ms: Berikut ialah ringkasan ringkas daripada rekod anda: • Bulan ini: %1$@ • Minggu ini: %2$@ • Bulanan berulang: %3$@ Cerapan AI diperibadikan tidak tersedia buat sementara waktu. Sila cuba lagi sebentar lagi.
nb: Her er et raskt sammendrag fra postene dine: • Denne måneden: %1$@ • Denne uken: %2$@ • Månedlig tilbakevendende: %3$@ Personlig tilpasset AI-innsikt er midlertidig utilgjengelig. Prøv igjen om en liten stund.
nl_nl: Hier volgt een kort overzicht uit uw administratie: • Deze maand: %1$@ • Deze week: %2$@ • Maandelijks terugkerend: %3$@ Gepersonaliseerde AI-inzichten zijn tijdelijk niet beschikbaar. Probeer het over een tijdje opnieuw.
or_in: ଆପଣଙ୍କ ରେକର୍ଡଗୁଡିକରୁ ଏଠାରେ ଏକ ଶୀଘ୍ର ସାରାଂଶ ଅଛି: • ଏହି ମାସ: %1$@ • ଏହି ସପ୍ତାହ: %2$@ • ମାସିକ ପୁନରାବୃତ୍ତି: %3$@ ବ୍ୟକ୍ତିଗତ AI ଅନ୍ତର୍ନିହିତଗୁଡିକ ସାମୟିକ ଭାବରେ ଉପଲବ୍ଧ ନୁହେଁ | ଦୟାକରି ଅଳ୍ପ ସମୟ ମଧ୍ୟରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਇੱਥੇ ਤੁਹਾਡੇ ਰਿਕਾਰਡਾਂ ਤੋਂ ਇੱਕ ਤੇਜ਼ ਸੰਖੇਪ ਹੈ: • ਇਸ ਮਹੀਨੇ: %1$@ • ਇਸ ਹਫ਼ਤੇ: %2$@ • ਮਹੀਨਾਵਾਰ ਆਵਰਤੀ: %3$@ ਵਿਅਕਤੀਗਤ AI ਇਨਸਾਈਟਸ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਥੋੜੀ ਦੇਰ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Aqui está um rápido resumo de seus registros: • Este mês: %1$@ • Esta semana: %2$@ • Recorrente mensalmente: %3$@ Os insights personalizados de IA estão temporariamente indisponíveis. Por favor, tente novamente daqui a pouco.
ta_in: உங்கள் பதிவுகளிலிருந்து விரைவான சுருக்கம் இங்கே: • இந்த மாதம்: %1$@ • இந்த வாரம்: %2$@ • மாதாந்திர தொடர்: %3$@ தனிப்பயனாக்கப்பட்ட AI நுண்ணறிவு தற்காலிகமாக கிடைக்கவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te_in: మీ రికార్డుల నుండి శీఘ్ర సారాంశం ఇక్కడ ఉంది: • ఈ నెల: %1$@ • ఈ వారం: %2$@ • నెలవారీ పునరావృతం: %3$@ వ్యక్తిగతీకరించిన AI అంతర్దృష్టులు తాత్కాలికంగా అందుబాటులో లేవు. దయచేసి కొద్దిసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: นี่เป็นข้อมูลสรุปโดยย่อจากบันทึกของคุณ: • เดือนนี้: %1$@ • สัปดาห์นี้: %2$@ • เป็นประจำทุกเดือน: %3$@ ข้อมูลเชิงลึก AI ส่วนบุคคลไม่พร้อมใช้งานชั่วคราว โปรดลองอีกครั้งในอีกสักครู่
tr: Kayıtlarınızın kısa bir özetini burada bulabilirsiniz: • Bu ay: %1$@ • Bu hafta: %2$@ • Aylık yinelenen: %3$@ Kişiselleştirilmiş AI öngörüleri geçici olarak kullanılamıyor. Lütfen kısa bir süre sonra tekrar deneyin.
uk: Ось короткий підсумок із ваших записів: • Цей місяць: %1$@ • Цього тижня: %2$@ • Щомісяця: %3$@ Персоналізована статистика AI тимчасово недоступна. Будь ласка, спробуйте ще раз через деякий час.
ur_pk: یہاں آپ کے ریکارڈ سے ایک فوری خلاصہ ہے: • اس ماہ: %1$@ • اس ہفتے: %2$@ • ماہانہ اعادی: %3$@ ذاتی نوعیت کی AI بصیرتیں عارضی طور پر دستیاب نہیں ہیں۔ براہ کرم تھوڑی دیر میں دوبارہ کوشش کریں۔
vi: Dưới đây là bản tóm tắt nhanh từ hồ sơ của bạn: • Tháng này: %1$@ • Tuần này: %2$@ • Định kỳ hàng tháng: %3$@ Thông tin chi tiết về AI được cá nhân hóa tạm thời không có sẵn. Vui lòng thử lại sau giây lát.
zh_hans: 以下是您的记录的快速摘要： • 本月：%1$@ • 本周：%2$@ • 每月定期：%3$@ 暂时无法提供个性化 AI 见解。请稍后重试。
zh_hant: 以下是您的記錄的快速摘要： • 本月：%1$@ • 本週：%2$@ • 每月定期：%3$@ 暫時無法提供個人化 AI 見解。請稍後重試。

source: Home Maintenance
ar_sa: صيانة المنزل
bn_bd: বাড়ির রক্ষণাবেক্ষণ
de_de: Hauswartung
es_mx: Mantenimiento del hogar
fr_ca: Entretien de la maison
gu_in: ઘરની જાળવણી
he: תחזוקת הבית
hi: गृह रखरखाव
hr: Održavanje kuće
id: Pemeliharaan Rumah
it: Manutenzione domestica
ja: ホームメンテナンス
kn_in: ಮನೆ ನಿರ್ವಹಣೆ
ko: 집 유지 관리
ml_in: ഹോം മെയിൻ്റനൻസ്
mr_in: घराची देखभाल
ms: Penyelenggaraan Rumah
nb: Vedlikehold av hjemmet
nl_nl: Onderhoud aan huis
or_in: ଗୃହ ରକ୍ଷଣାବେକ୍ଷଣ |
pa_in: ਘਰ ਦੀ ਸੰਭਾਲ
pt_br: Manutenção Doméstica
ta_in: வீட்டு பராமரிப்பு
te_in: ఇంటి నిర్వహణ
th: การบำรุงรักษาบ้าน
tr: Ev Bakımı
uk: Технічне обслуговування будинку
ur_pk: گھر کی دیکھ بھال
vi: Bảo trì tại nhà
zh_hans: 家居保养
zh_hant: 居家保養

source: Housing
ar_sa: السكن
bn_bd: হাউজিং
de_de: Wohnen
es_mx: Vivienda
fr_ca: Logement
gu_in: હાઉસિંગ
he: דיור
hi: आवास
hr: Stanovanje
id: Perumahan
it: Alloggiamento
ja: ハウジング
kn_in: ವಸತಿ
ko: 주택
ml_in: പാർപ്പിടം
mr_in: गृहनिर्माण
ms: Perumahan
nb: Bolig
nl_nl: Huisvesting
or_in: ଗୃହ
pa_in: ਰਿਹਾਇਸ਼
pt_br: Habitação
ta_in: வீட்டுவசதி
te_in: హౌసింగ్
th: ที่อยู่อาศัย
tr: Konut
uk: житло
ur_pk: ہاؤسنگ
vi: Nhà ở
zh_hans: 住房
zh_hant: 住房

source: I can analyze your finances and help manage transactions, income, budgets, and recurring bills. Any change stays pending until you review and approve it.
ar_sa: يمكنني تحليل أموالك والمساعدة في إدارة المعاملات والدخل والميزانيات والفواتير المتكررة. ويظل أي تغيير معلقًا حتى تقوم بمراجعته والموافقة عليه.
bn_bd: আমি আপনার আর্থিক বিশ্লেষণ করতে পারি এবং লেনদেন, আয়, বাজেট এবং পুনরাবৃত্ত বিল পরিচালনা করতে সহায়তা করতে পারি। আপনি এটি পর্যালোচনা এবং অনুমোদন না করা পর্যন্ত যেকোনো পরিবর্তন মুলতুবি থাকে।
de_de: Ich kann Ihre Finanzen analysieren und Ihnen bei der Verwaltung von Transaktionen, Einnahmen, Budgets und wiederkehrenden Rechnungen helfen. Jede Änderung bleibt ausstehend, bis Sie sie überprüfen und genehmigen.
es_mx: Puedo analizar tus finanzas y ayudarte a gestionar transacciones, ingresos, presupuestos y facturas recurrentes. Cualquier cambio permanece pendiente hasta que lo revise y apruebe.
fr_ca: Je peux analyser vos finances et vous aider à gérer les transactions, les revenus, les budgets et les factures récurrentes. Toute modification reste en attente jusqu'à ce que vous l'examiniez et l'approuviez.
gu_in: હું તમારી નાણાકીય બાબતોનું વિશ્લેષણ કરી શકું છું અને વ્યવહારો, આવક, બજેટ અને રિકરિંગ બિલનું સંચાલન કરવામાં મદદ કરી શકું છું. જ્યાં સુધી તમે તેની સમીક્ષા અને મંજૂર ન કરો ત્યાં સુધી કોઈપણ ફેરફાર બાકી રહે છે.
he: אני יכול לנתח את הכספים שלך ולעזור בניהול עסקאות, הכנסות, תקציבים וחשבונות חוזרים. כל שינוי נשאר בהמתנה עד שתבדוק ותאשר אותו.
hi: मैं आपके वित्त का विश्लेषण कर सकता हूं और लेनदेन, आय, बजट और आवर्ती बिलों को प्रबंधित करने में मदद कर सकता हूं। कोई भी परिवर्तन तब तक लंबित रहता है जब तक आप उसकी समीक्षा और अनुमोदन नहीं कर देते।
hr: Mogu analizirati vaše financije i pomoći u upravljanju transakcijama, prihodima, proračunima i tekućim računima. Svaka promjena ostaje na čekanju dok je ne pregledate i odobrite.
id: Saya dapat menganalisis keuangan Anda dan membantu mengelola transaksi, pendapatan, anggaran, dan tagihan berulang. Perubahan apa pun akan tetap tertunda sampai Anda meninjau dan menyetujuinya.
it: Posso analizzare le tue finanze e aiutarti a gestire transazioni, entrate, budget e fatture ricorrenti. Qualsiasi modifica rimane in sospeso finché non la rivedi e la approvi.
ja: あなたの財務を分析し、取引、収入、予算、定期的な請求書の管理をお手伝いします。変更は、レビューして承認するまで保留状態になります。
kn_in: ನಾನು ನಿಮ್ಮ ಹಣಕಾಸುಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಬಲ್ಲೆ ಮತ್ತು ವಹಿವಾಟುಗಳು, ಆದಾಯ, ಬಜೆಟ್‌ಗಳು ಮತ್ತು ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಅದನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಅನುಮೋದಿಸುವವರೆಗೆ ಯಾವುದೇ ಬದಲಾವಣೆಯು ಬಾಕಿ ಉಳಿದಿರುತ್ತದೆ.
ko: 저는 귀하의 재정을 분석하고 거래, 수입, 예산 및 반복 청구서를 관리하는 데 도움을 드릴 수 있습니다. 모든 변경 사항은 귀하가 검토하고 승인할 때까지 보류 상태로 유지됩니다.
ml_in: എനിക്ക് നിങ്ങളുടെ സാമ്പത്തികം വിശകലനം ചെയ്യാനും ഇടപാടുകൾ, വരുമാനം, ബജറ്റുകൾ, ആവർത്തിച്ചുള്ള ബില്ലുകൾ എന്നിവ നിയന്ത്രിക്കാനും സഹായിക്കാനാകും. നിങ്ങൾ അത് അവലോകനം ചെയ്യുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നതുവരെ ഏത് മാറ്റവും തീർച്ചപ്പെടുത്തിയിട്ടില്ല.
mr_in: मी तुमच्या वित्ताचे विश्लेषण करू शकतो आणि व्यवहार, उत्पन्न, बजेट आणि आवर्ती बिले व्यवस्थापित करण्यात मदत करू शकतो. तुम्ही त्याचे पुनरावलोकन करून मंजूर करेपर्यंत कोणताही बदल प्रलंबित राहतो.
ms: Saya boleh menganalisis kewangan anda dan membantu mengurus urus niaga, pendapatan, belanjawan dan bil berulang. Sebarang perubahan masih belum selesai sehingga anda menyemak dan meluluskannya.
nb: Jeg kan analysere din økonomi og hjelpe til med å administrere transaksjoner, inntekter, budsjetter og gjentakende regninger. Eventuelle endringer forblir ventende til du vurderer og godkjenner den.
nl_nl: Ik kan uw financiën analyseren en helpen bij het beheren van transacties, inkomsten, budgetten en terugkerende rekeningen. Elke wijziging blijft in behandeling totdat u deze controleert en goedkeurt.
or_in: ମୁଁ ତୁମର ଆର୍ଥିକ ବିଶ୍ଳେଷଣ କରିପାରିବି ଏବଂ କାରବାର, ଆୟ, ବଜେଟ୍ ଏବଂ ବାରମ୍ବାର ବିଲ୍ ପରିଚାଳନା କରିବାରେ ସାହାଯ୍ୟ କରିପାରିବି | ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣ ଏହାକୁ ସମୀକ୍ଷା ଏବଂ ଅନୁମୋଦନ ନକରନ୍ତି ସେ ପର୍ଯ୍ୟନ୍ତ ଯେକ Any ଣସି ପରିବର୍ତ୍ତନ ବିଚାରାଧୀନ ରହିଥାଏ |
pa_in: ਮੈਂ ਤੁਹਾਡੇ ਵਿੱਤ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰ ਸਕਦਾ ਹਾਂ ਅਤੇ ਲੈਣ-ਦੇਣ, ਆਮਦਨ, ਬਜਟ, ਅਤੇ ਆਵਰਤੀ ਬਿੱਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹਾਂ। ਕੋਈ ਵੀ ਤਬਦੀਲੀ ਉਦੋਂ ਤੱਕ ਲੰਬਿਤ ਰਹਿੰਦੀ ਹੈ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇਸਦੀ ਸਮੀਖਿਆ ਅਤੇ ਮਨਜ਼ੂਰੀ ਨਹੀਂ ਦਿੰਦੇ।
pt_br: Posso analisar suas finanças e ajudar a gerenciar transações, receitas, orçamentos e contas recorrentes. Qualquer alteração permanece pendente até que você a revise e aprove.
ta_in: நான் உங்கள் நிதியை பகுப்பாய்வு செய்து, பரிவர்த்தனைகள், வருமானம், பட்ஜெட்கள் மற்றும் தொடர்ச்சியான பில்களை நிர்வகிக்க உதவ முடியும். நீங்கள் மதிப்பாய்வு செய்து அங்கீகரிக்கும் வரை எந்த மாற்றமும் நிலுவையில் இருக்கும்.
te_in: నేను మీ ఆర్థిక వ్యవహారాలను విశ్లేషించి, లావాదేవీలు, ఆదాయం, బడ్జెట్‌లు మరియు పునరావృత బిల్లులను నిర్వహించడంలో సహాయపడగలను. మీరు సమీక్షించి, ఆమోదించే వరకు ఏదైనా మార్పు పెండింగ్‌లో ఉంటుంది.
th: ฉันสามารถวิเคราะห์การเงินของคุณและช่วยจัดการธุรกรรม รายได้ งบประมาณ และใบเรียกเก็บเงินประจำ การเปลี่ยนแปลงใดๆ จะยังคงรอดำเนินการจนกว่าคุณจะตรวจสอบและอนุมัติ
tr: Mali durumunuzu analiz edebilir ve işlemleri, geliri, bütçeleri ve yinelenen faturaları yönetmenize yardımcı olabilirim. Herhangi bir değişiklik, siz inceleyip onaylayana kadar beklemede kalır.
uk: Я можу проаналізувати ваші фінанси та допомогти керувати транзакціями, доходами, бюджетами та регулярними рахунками. Будь-які зміни залишаються на розгляді, доки ви їх не переглянете та не затвердите.
ur_pk: میں آپ کے مالیات کا تجزیہ کر سکتا ہوں اور لین دین، آمدنی، بجٹ اور اعادی بلوں کا انتظام کرنے میں مدد کر سکتا ہوں۔ کوئی بھی تبدیلی اس وقت تک زیر التواء رہتی ہے جب تک آپ اس کا جائزہ نہیں لیتے اور اسے منظور نہیں کرتے۔
vi: Tôi có thể phân tích tài chính của bạn và giúp quản lý các giao dịch, thu nhập, ngân sách và hóa đơn định kỳ. Mọi thay đổi vẫn đang chờ xử lý cho đến khi bạn xem xét và phê duyệt.
zh_hans: 我可以分析您的财务状况并帮助管理交易、收入、预算和经常性账单。在您审核并批准之前，任何更改都将保持待定状态。
zh_hant: 我可以分析您的財務狀況並幫助管理交易、收入、預算和經常性帳單。在您審核並批准之前，任何變更都將保持待定狀態。

source: I couldn't prepare that request. Could you rephrase it?
ar_sa: لم أتمكن من إعداد هذا الطلب. هل يمكنك إعادة صياغتها؟
bn_bd: আমি সেই অনুরোধ প্রস্তুত করতে পারিনি। আপনি কি এটি পুনরায় ব্যাখ্যা করতে পারেন?
de_de: Ich konnte diese Anfrage nicht vorbereiten. Könnten Sie es umformulieren?
es_mx: No pude preparar esa solicitud. ¿Podrías reformularlo?
fr_ca: Je n'ai pas pu préparer cette demande. Pourriez-vous le reformuler ?
gu_in: હું તે વિનંતી તૈયાર કરી શક્યો નહીં. શું તમે તેને ફરીથી લખી શકો છો?
he: לא יכולתי להכין את הבקשה הזו. תוכל לנסח את זה מחדש?
hi: मैं वह अनुरोध तैयार नहीं कर सका. क्या आप इसे दोबारा लिख ​​सकते हैं?
hr: Nisam mogao pripremiti taj zahtjev. Možete li to preformulirati?
id: Saya tidak bisa mempersiapkan permintaan itu. Bisakah Anda mengulanginya?
it: Non ho potuto preparare quella richiesta. Potresti riformularlo?
ja: 私はそのリクエストを準備できませんでした。言い換えてもらえますか？
kn_in: ನನಗೆ ಆ ವಿನಂತಿಯನ್ನು ಸಿದ್ಧಪಡಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೀವು ಅದನ್ನು ಪುನಃ ಬರೆಯಬಹುದೇ?
ko: 그 요청을 준비할 수 없었습니다. 다시 말해줄 수 있나요?
ml_in: എനിക്ക് ആ അഭ്യർത്ഥന തയ്യാറാക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങൾക്ക് അത് വീണ്ടും എഴുതാമോ?
mr_in: मी ती विनंती तयार करू शकलो नाही. तुम्ही ते पुन्हा सांगू शकाल का?
ms: Saya tidak dapat menyediakan permintaan itu. Bolehkah anda menguraikannya semula?
nb: Jeg kunne ikke forberede den forespørselen. Kan du omformulere det?
nl_nl: Ik kon dat verzoek niet voorbereiden. Zou je het kunnen herformuleren?
or_in: ମୁଁ ସେହି ଅନୁରୋଧ ପ୍ରସ୍ତୁତ କରିପାରିଲି ନାହିଁ | ଆପଣ ଏହାକୁ ପୁନରାବୃତ୍ତି କରିପାରିବେ କି?
pa_in: ਮੈਂ ਉਸ ਬੇਨਤੀ ਨੂੰ ਤਿਆਰ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਦੁਹਰਾ ਸਕਦੇ ਹੋ?
pt_br: Não consegui preparar esse pedido. Você poderia reformular?
ta_in: அந்த கோரிக்கையை என்னால் தயார் செய்ய முடியவில்லை. நீங்கள் அதை மீண்டும் எழுத முடியுமா?
te_in: నేను ఆ అభ్యర్థనను సిద్ధం చేయలేకపోయాను. మీరు దానిని తిరిగి వ్రాయగలరా?
th: ฉันไม่สามารถเตรียมคำขอนั้นได้ คุณช่วยเรียบเรียงใหม่ได้ไหม?
tr: Bu isteği hazırlayamadım. Tekrar ifade edebilir misin?
uk: Я не міг підготувати цей запит. Чи не могли б ви перефразувати це?
ur_pk: میں وہ درخواست تیار نہیں کر سکا۔ کیا آپ اسے دوبارہ بیان کر سکتے ہیں؟
vi: Tôi không thể chuẩn bị yêu cầu đó. Bạn có thể diễn đạt lại nó được không?
zh_hans: 我无法准备这个请求。你能重新表述一下吗？
zh_hant: 我無法準備這個請求。能重新表達一下嗎？

source: I prepared the requested changes. Review them below before applying.
ar_sa: لقد قمت بإعداد التغييرات المطلوبة. قم بمراجعتها أدناه قبل التقديم.
bn_bd: আমি অনুরোধ করা পরিবর্তন প্রস্তুত. আবেদন করার আগে নিচে তাদের পর্যালোচনা করুন.
de_de: Ich habe die gewünschten Änderungen vorbereitet. Sehen Sie sich diese unten an, bevor Sie sich bewerben.
es_mx: Preparé los cambios solicitados. Revíselos a continuación antes de presentar la solicitud.
fr_ca: J'ai préparé les modifications demandées. Consultez-les ci-dessous avant de postuler.
gu_in: મેં વિનંતી કરેલ ફેરફારો તૈયાર કર્યા. અરજી કરતા પહેલા તેમની નીચે સમીક્ષા કરો.
he: הכנתי את השינויים המבוקשים. סקור אותם למטה לפני הגשת הבקשה.
hi: मैंने अनुरोधित परिवर्तन तैयार कर लिये हैं। आवेदन करने से पहले नीचे उनकी समीक्षा करें।
hr: Pripremio sam tražene izmjene. Pregledajte ih u nastavku prije prijave.
id: Saya menyiapkan perubahan yang diminta. Tinjau di bawah sebelum melamar.
it: Ho preparato le modifiche richieste. Controllali di seguito prima di candidarti.
ja: 要求された変更を準備しました。申請する前に以下を確認してください。
kn_in: ನಾನು ವಿನಂತಿಸಿದ ಬದಲಾವಣೆಗಳನ್ನು ಸಿದ್ಧಪಡಿಸಿದೆ. ಅನ್ವಯಿಸುವ ಮೊದಲು ಅವುಗಳನ್ನು ಕೆಳಗೆ ಪರಿಶೀಲಿಸಿ.
ko: 요청하신 변경 사항을 준비했습니다. 신청하기 전에 아래 내용을 검토하세요.
ml_in: ആവശ്യപ്പെട്ട മാറ്റങ്ങൾ ഞാൻ തയ്യാറാക്കി. അപേക്ഷിക്കുന്നതിന് മുമ്പ് അവ ചുവടെ അവലോകനം ചെയ്യുക.
mr_in: मी विनंती केलेले बदल तयार केले. अर्ज करण्यापूर्वी खाली त्यांचे पुनरावलोकन करा.
ms: Saya menyediakan perubahan yang diminta. Semak mereka di bawah sebelum memohon.
nb: Jeg forberedte de forespurte endringene. Se gjennom dem nedenfor før du søker.
nl_nl: Ik heb de gevraagde wijzigingen voorbereid. Bekijk ze hieronder voordat u zich aanmeldt.
or_in: ମୁଁ ଅନୁରୋଧ କରାଯାଇଥିବା ପରିବର୍ତ୍ତନଗୁଡିକ ପ୍ରସ୍ତୁତ କଲି | ଆବେଦନ କରିବା ପୂର୍ବରୁ ସେମାନଙ୍କୁ ନିମ୍ନରେ ସମୀକ୍ଷା କରନ୍ତୁ |
pa_in: ਮੈਂ ਬੇਨਤੀ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਤਿਆਰ ਕੀਤੀਆਂ। ਅਰਜ਼ੀ ਦੇਣ ਤੋਂ ਪਹਿਲਾਂ ਹੇਠਾਂ ਉਹਨਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ।
pt_br: Preparei as alterações solicitadas. Revise-os abaixo antes de se inscrever.
ta_in: கோரப்பட்ட மாற்றங்களை நான் தயார் செய்தேன். விண்ணப்பிக்கும் முன் அவற்றை கீழே மதிப்பாய்வு செய்யவும்.
te_in: నేను అభ్యర్థించిన మార్పులను సిద్ధం చేసాను. దరఖాస్తు చేయడానికి ముందు వాటిని క్రింద సమీక్షించండి.
th: ฉันเตรียมการเปลี่ยนแปลงที่ร้องขอแล้ว ตรวจสอบด้านล่างก่อนสมัคร
tr: İstenilen değişiklikleri hazırladım. Başvuru yapmadan önce bunları aşağıda inceleyin.
uk: Я підготував потрібні зміни. Перегляньте їх нижче, перш ніж подавати заявку.
ur_pk: میں نے مطلوبہ تبدیلیاں تیار کیں۔ درخواست دینے سے پہلے ذیل میں ان کا جائزہ لیں۔
vi: Tôi đã chuẩn bị những thay đổi được yêu cầu. Hãy xem xét chúng dưới đây trước khi áp dụng.
zh_hans: 我准备了所要求的更改。申请前请先查看以下内容。
zh_hant: 我準備了所要求的更改。申請前請先查看以下內容。

source: Import
ar_sa: استيراد
bn_bd: আমদানি
de_de: Importieren
es_mx: Importar
fr_ca: Importer
gu_in: આયાત કરો
he: ייבוא
hi: आयात करें
hr: uvoz
id: Impor
it: Importa
ja: インポート
kn_in: ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ
ko: 가져오기
ml_in: ഇറക്കുമതി ചെയ്യുക
mr_in: आयात करा
nb: Importer
nl_nl: Importeren
or_in: ଆମଦାନୀ କରନ୍ତୁ |
pa_in: ਆਯਾਤ ਕਰੋ
pt_br: Importar
ta_in: இறக்குமதி
te_in: దిగుమతి
th: นำเข้า
tr: İthalat
uk: Імпорт
ur_pk: درآمد کریں۔
vi: Nhập khẩu
zh_hans: 进口
zh_hant: 進口

source: Import Expenses
ar_sa: مصاريف الاستيراد
bn_bd: আমদানি ব্যয়
de_de: Ausgaben importieren
es_mx: Gastos de Importación
fr_ca: Frais d'importation
gu_in: આયાત ખર્ચ
he: הוצאות יבוא
hi: आयात व्यय
hr: Troškovi uvoza
id: Biaya Impor
it: Spese di importazione
ja: 輸入経費
kn_in: ಆಮದು ವೆಚ್ಚಗಳು
ko: 수입 비용
ml_in: ഇറക്കുമതി ചെലവുകൾ
mr_in: आयात खर्च
ms: Perbelanjaan Import
nb: Importutgifter
nl_nl: Kosten importeren
or_in: ଖର୍ଚ୍ଚ ଆମଦାନୀ କରନ୍ତୁ |
pa_in: ਆਯਾਤ ਖਰਚੇ
pt_br: Despesas de importação
ta_in: இறக்குமதி செலவுகள்
te_in: దిగుమతి ఖర్చులు
th: ค่าใช้จ่ายในการนำเข้า
tr: İthalat Giderleri
uk: Витрати на імпорт
ur_pk: درآمدی اخراجات
vi: Chi phí nhập khẩu
zh_hans: 进口费用
zh_hant: 進口費用

source: Import a Screenshot or Photo
ar_sa: استيراد لقطة شاشة أو صورة
bn_bd: একটি স্ক্রিনশট বা ছবি আমদানি করুন
de_de: Importieren Sie einen Screenshot oder ein Foto
es_mx: Importar una captura de pantalla o una foto
fr_ca: Importer une capture d'écran ou une photo
gu_in: સ્ક્રીનશોટ અથવા ફોટો આયાત કરો
he: ייבא צילום מסך או תמונה
hi: स्क्रीनशॉट या फ़ोटो आयात करें
hr: Uvezite snimku zaslona ili fotografiju
id: Impor Tangkapan Layar atau Foto
it: Importa uno screenshot o una foto
ja: スクリーンショットまたは写真をインポートする
kn_in: ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಅಥವಾ ಫೋಟೋವನ್ನು ಆಮದು ಮಾಡಿ
ko: 스크린샷 또는 사진 가져오기
ml_in: ഒരു സ്ക്രീൻഷോട്ടോ ഫോട്ടോയോ ഇറക്കുമതി ചെയ്യുക
mr_in: स्क्रीनशॉट किंवा फोटो आयात करा
ms: Import Tangkapan Skrin atau Foto
nb: Importer et skjermbilde eller bilde
nl_nl: Importeer een screenshot of foto
or_in: ଏକ ସ୍କ୍ରିନସଟ୍ କିମ୍ବା ଫଟୋ ଆମଦାନୀ କରନ୍ତୁ |
pa_in: ਇੱਕ ਸਕ੍ਰੀਨਸ਼ੌਟ ਜਾਂ ਫੋਟੋ ਆਯਾਤ ਕਰੋ
pt_br: Importe uma captura de tela ou foto
ta_in: ஸ்கிரீன்ஷாட் அல்லது புகைப்படத்தை இறக்குமதி செய்யவும்
te_in: స్క్రీన్‌షాట్ లేదా ఫోటోను దిగుమతి చేయండి
th: นำเข้าภาพหน้าจอหรือภาพถ่าย
tr: Ekran Görüntüsünü veya Fotoğrafı İçe Aktarın
uk: Імпортуйте знімок екрана або фотографію
ur_pk: ایک اسکرین شاٹ یا تصویر درآمد کریں۔
vi: Nhập ảnh chụp màn hình hoặc ảnh
zh_hans: 导入屏幕截图或照片
zh_hant: 匯入螢幕截圖或照片

source: Income
ar_sa: الدخل
bn_bd: আয়
de_de: Einkommen
es_mx: Ingresos
fr_ca: Revenu
gu_in: આવક
he: הכנסה
hi: आय
hr: Prihodi
id: Pendapatan
it: Reddito
ja: 収入
kn_in: ಆದಾಯ
ko: 소득
ml_in: വരുമാനം
mr_in: उत्पन्न
ms: pendapatan
nb: Inntekt
nl_nl: Inkomen
or_in: ଆୟ
pa_in: ਆਮਦਨ
pt_br: Renda
ta_in: வருமானம்
te_in: ఆదాయం
th: รายได้
tr: Gelir
uk: Дохід
ur_pk: آمدنی
vi: Thu nhập
zh_hans: 收入
zh_hant: 收入

source: Income Offset
ar_sa: تعويض الدخل
bn_bd: ইনকাম অফসেট
de_de: Einkommensausgleich
es_mx: Compensación de ingresos
fr_ca: Compensation de revenu
gu_in: આવક ઓફસેટ
he: קיזוז הכנסה
hi: आय ऑफसेट
hr: Kompenzacija prihoda
id: Pengimbangan Pendapatan
it: Compensazione del reddito
ja: 収入の相殺
kn_in: ಆದಾಯ ಆಫ್ಸೆಟ್
ko: 소득 상쇄
ml_in: വരുമാനം ഓഫ്സെറ്റ്
mr_in: उत्पन्न ऑफसेट
ms: Offset Pendapatan
nb: Inntektsmotregning
nl_nl: Inkomstencompensatie
or_in: ଆୟ ଅଫସେଟ୍ |
pa_in: ਆਮਦਨੀ ਆਫਸੈੱਟ
pt_br: Compensação de renda
ta_in: வருமான ஈடு
te_in: ఆదాయ ఆఫ్‌సెట్
th: การชดเชยรายได้
tr: Gelir Mahsup
uk: Компенсація доходу
ur_pk: انکم آفسیٹ
vi: Bù đắp thu nhập
zh_hans: 收入抵消
zh_hant: 收入抵消

source: Incorrect password.
ar_sa: كلمة مرور غير صحيحة.
bn_bd: ভুল পাসওয়ার্ড।
de_de: Falsches Passwort.
es_mx: Contraseña incorrecta.
fr_ca: Mot de passe incorrect.
gu_in: ખોટો પાસવર્ડ.
he: סיסמה שגויה.
hi: ग़लत पासवर्ड.
hr: Netočna lozinka.
id: Kata sandi salah.
it: Password errata.
ja: パスワードが間違っています。
kn_in: ತಪ್ಪಾದ ಪಾಸ್ವರ್ಡ್.
ko: 비밀번호가 잘못되었습니다.
ml_in: തെറ്റായ പാസ്‌വേഡ്.
mr_in: चुकीचा पासवर्ड.
ms: Kata laluan salah.
nb: Feil passord.
nl_nl: Onjuist wachtwoord.
or_in: ଭୁଲ ପାସୱାର୍ଡ |
pa_in: ਗਲਤ ਪਾਸਵਰਡ।
pt_br: Senha incorreta.
ta_in: தவறான கடவுச்சொல்.
te_in: పాస్‌వర్డ్ తప్పు.
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre.
uk: Невірний пароль.
ur_pk: غلط پاس ورڈ۔
vi: Mật khẩu không chính xác.
zh_hans: 密码不正确。
zh_hant: 密碼不正確。

source: Insights
ar_sa: رؤى
bn_bd: অন্তর্দৃষ্টি
de_de: Einblicke
es_mx: Perspectivas
fr_ca: Aperçus
gu_in: આંતરદૃષ્ટિ
he: תובנות
hi: अंतर्दृष्टि
hr: Uvidi
id: Wawasan
it: Approfondimenti
ja: 洞察
kn_in: ಒಳನೋಟಗಳು
ko: 통찰력
ml_in: ഉൾക്കാഴ്ചകൾ
mr_in: अंतर्दृष्टी
ms: Wawasan
nb: Innsikt
nl_nl: Inzichten
or_in: ଅନ୍ତର୍ଦୃଷ୍ଟି |
pa_in: ਇਨਸਾਈਟਸ
pt_br: Informações
ta_in: நுண்ணறிவு
te_in: అంతర్దృష్టులు
th: ข้อมูลเชิงลึก
tr: Analizler
uk: Інсайти
ur_pk: بصیرت
vi: Thông tin chi tiết
zh_hans: 见解
zh_hant: 見解
